{
  "categories": [
    "Bread and Biscuits"
  ],
  "cook_time": "",
  "created": "2020-06-11 12:26:59",
  "description": "The staling of bread and other starch-based foods is due to a process called retrogradation. In the bread-making process, water hydrates the starches in the flour and then, as the loaf bakes, the starches gelatinize and soften. Over time, the starches in that baked loaf crystallize and incorporate water into the crystalline structure, leading to an apparently dry, stale loaf. The good news is that the water doesn’t travel very far: Most of it remains trapped within the starch crystals. This proximity makes the retrogradation process reversible, at least for a little while.\n\nToasting slices of bread is one way to release water from the starch crystals and thus revive the bread. But what if you want to reverse the staling of an entire loaf? That requires a more gentle touch because in order to avoid water loss due to evaporation, you need to gradually heat the entire loaf to the gelation point (about 140 degrees)—but without heating it to the boiling point of water (212 degrees). In addition, with drier crusty breads like baguettes and boules, you also need to supply water to the exterior of the loaf to ensure that all the starches can properly soften.",
  "difficulty": "",
  "directions": "HERE'S OUR METHOD: If the bread is crusty, briefly pass it under a running faucet of cold water (for softer loaves, skip this step). Wrap the loaf tightly with aluminum foil, place it on the middle rack of a cold oven, and set the temperature to 300 degrees. After about 30 minutes (15 to 20 minutes for small or narrow loaves like baguettes), remove the foil and return the loaf to the oven for about 5 more minutes to crisp up the crust.\n\nBut note that because reheating a stale loaf doesn’t free the starches to move around the way that they can in a just-baked loaf, they recrystallize much more quickly. The effect lasts for only a few hours or so, so make sure to serve or use your revived bread immediately.",
  "html": {
    "directions": "<div class=\"directions text\" itemprop=\"recipeInstructions\">\n<p class=\"line\">HERE'S OUR METHOD: If the bread is crusty, briefly pass it under a running faucet of cold water (for softer loaves, skip this step). Wrap the loaf tightly with aluminum foil, place it on the middle rack of a cold oven, and set the temperature to 300 degrees. After about <span class=\"timer\" time=\"1800.0\">30 minutes </span>(<span class=\"timer\" time=\"900.0\">15 to 20 minutes </span>for small or narrow loaves like baguettes), remove the foil and return the loaf to the oven for about 5 more minutes to crisp up the crust.</p><p class=\"line\">But note that because reheating a stale loaf doesn’t free the starches to move around the way that they can in a just-baked loaf, they recrystallize much more quickly. The effect lasts for only a few hours or so, so make sure to serve or use your revived bread immediately.</p>\n</div>",
    "ingredients": "None",
    "notes": "None",
    "nutrition": "None"
  },
  "image_url": null,
  "ingredients": "",
  "name": "How to Revive Stale Bread",
  "notes": "",
  "nutritional_info": "",
  "photo": null,
  "photo_large": null,
  "photos": false,
  "prep_time": "",
  "rating": 5,
  "servings": "",
  "source": "cooksillustrated.com",
  "source_url": "https://www.cooksillustrated.com/how_tos/8226-how-to-revive-stale-bread",
  "total_time": "",
  "uid": "044596A7-CE96-4DDE-87A6-BC1ADE61D510-1358-000095528CA0522F"
}