{
  "categories": [
    "Bread and Biscuits"
  ],
  "cook_time": "45 mins",
  "created": "2020-04-21 18:23:04",
  "created_ts": 1587493384,
  "description": "",
  "difficulty": "",
  "directions": "In a big bowl mix flour, salt and yeast together. Pour water into the bowl and using a spatula mix it until it's all incorporated. Cover the bowl with plastic wrap and let it sit on your counter for 12 to 18 hours.\n\nPreheat oven to 475 F degrees. Add your cast iron pot to the oven and heat it as well until it's at 475 F degrees.\n\nRemove pot from oven and remove the lid from it.\n\nFlour your work surface really well and make sure you flour your hands really well. With your floured hands gently remove the dough from the bowl and roughly shape it into a ball. Take the ball of dough and drop it into the pot. Cover the pot with the lid and place it back in the oven.\n\nBake for 30 minutes with the lid on, after which remove the lid and bake for another 15 to 20 minutes until golden brown.\n\nRemove from the oven and let cool.",
  "html": {
    "description": null,
    "directions": "<p>In a big bowl mix flour, salt and yeast together. Pour water into the bowl and using a spatula mix it until it's all incorporated. Cover the bowl with plastic wrap and let it sit on your counter for 12 to 18 hours.</p>\n<p>Preheat oven to 475 F degrees. Add your cast iron pot to the oven and heat it as well until it's at 475 F degrees.</p>\n<p>Remove pot from oven and remove the lid from it.</p>\n<p>Flour your work surface really well and make sure you flour your hands really well. With your floured hands gently remove the dough from the bowl and roughly shape it into a ball. Take the ball of dough and drop it into the pot. Cover the pot with the lid and place it back in the oven.</p>\n<p>Bake for 30 minutes with the lid on, after which remove the lid and bake for another 15 to 20 minutes until golden brown.</p>\n<p>Remove from the oven and let cool.</p>\n",
    "ingredients": "<p>4 cups whole wheat flour\n2 tsp salt\n3/4 tsp active dry yeast\n2 cups water room temperature</p>\n",
    "nutrition": "<p>Calories: 164kcal (8%) Carbohydrates: 35g (12%) Protein: 6g (12%) Fat: 1g (2%) Saturated Fat: 1g (6%) Sodium: 469mg (20%) Potassium: 174mg (5%) Fiber: 5g (21%) Sugar: 1g (1%) Calcium: 18mg (2%) Iron: 2mg (11%)\nCalories from Fat 9\nSaturated Fat 1g\nSodium 469mg\nPotassium 174mg\nCarbohydrates 35g\nFiber 5g\nProtein 6g\nCalcium 18mg\nIron 2mg</p>\n"
  },
  "image_url": "https://www.jocooks.com/wp-content/uploads/2013/12/whole-wheat-cast-iron-bread-1-3-125x125.jpg",
  "ingredients": "4 cups whole wheat flour\n2 tsp salt\n3/4 tsp active dry yeast\n2 cups water room temperature",
  "name": "No Knead Dutch Oven All Whole Wheat Bread",
  "notes": "Prep time does not include time to let the dough rise.\n\nAlways check the expiration date on your yeast and make sure it hasn't expired. All your yeast products whether it’s in a jar or a package should be stamped with a “Best if Used by” date. Always make sure you check this date, even when you purchase the yeast, who knows it could have been on the shelf past its expiry date.\n\nTo keep your yeast fresh and longer lasting, unopened yeast packages or jars should be stored in a cool or dry place such as your cupboard. However, you can also store your yeast in the fridge or freezer. If you do store it in the freezer and need to use yeast for your baking, make sure you take out the amount you need and let it sit at room temperature for at least half hour before using.\n\nOnce your yeast package or jar has been opened, you must refrigerate the yeast or freeze it in an airtight container.\n\nOne thing to remember about your yeast, is that it is a living organism and over time it will lose activity, even if you’ve never opened the jar or package. So if you don’t bake often, buy the smaller yeast packages rather than a big jar of yeast.\n\nWhy is my bread chewy: Usually your bread will be chewy when there isn't enough gluten formation or you're using a low-protein flour. Make sure you let your bread dough rest for at least 12 hours to give it enough time for gluten formation.\n\nWhy is my bread dense: Usually bread will be too dense when there is too much flour. Keep in mind this dough will be pretty sticky, do not add more flour than specified. Other factors that come into play are humidity and age of flour. Little yeast, long rise, sticky dough are keys to a good, light loaf.\n\nI don't have a Dutch oven, what can I use instead: If you don't have a Dutch Oven, a covered metal pot would work as well, just make sure it can stand up to 475 F heat. A 4 quart Calphalon soup pot with lid would work as well. If your pot doesn't have a lid, you can cover the pot with heavy-duty aluminum foil, just make sure you seal the pot well.\n\nHow do I know when my bread is done baking: Tap the bottom! Take the bread out of the Dutch oven, turn it upside down and give the bottom a firm thump with your thumb, or a knock and if it sounds hollow it's done.",
  "nutritional_info": "Calories: 164kcal (8%) Carbohydrates: 35g (12%) Protein: 6g (12%) Fat: 1g (2%) Saturated Fat: 1g (6%) Sodium: 469mg (20%) Potassium: 174mg (5%) Fiber: 5g (21%) Sugar: 1g (1%) Calcium: 18mg (2%) Iron: 2mg (11%)\nCalories from Fat 9\nSaturated Fat 1g\nSodium 469mg\nPotassium 174mg\nCarbohydrates 35g\nFiber 5g\nProtein 6g\nCalcium 18mg\nIron 2mg",
  "photo": "D44012A5-4470-449F-8DA4-F8B8BAD5167A-89150-0000F22772F66A3E.jpg",
  "photo_large": null,
  "photos": [],
  "photos_dict": {},
  "prep_time": "5 mins",
  "rating": 0,
  "servings": "",
  "source": "jocooks.com",
  "source_url": "https://www.jocooks.com/recipes/no-knead-cast-iron-whole-wheat-bread/",
  "total_time": "",
  "uid": "24F546B1-42B7-4D60-ABE4-CC08689C9C56-89150-0000F22507B4A841"
}