{
  "categories": [
    "Veal"
  ],
  "cook_time": "",
  "created": "2020-06-21 17:28:12",
  "created_ts": 1592760492,
  "description": "_Ossobuco_  - one of Italy's most delicious dishes is made with shanks of milk-fed veal that are sliced and braised in a well-flavored broth until they are tender enough to eat with a fork. The name means \"bone with a hole.\" Each slice of veal shows a cross section of the shank: a ring of meat surrounds a round section of shank bone with its center \"hole\" filled with marrow. After long cooking this marrow develops its characteristic texture and incomparable flavor.\n\r_Ossobuco_ is a true classic of the Milanese cuisine and is traditionally served with _Risotto alla Milanese_ , made with saffron. I love a saffron _risotto_, but I think that a plain risotto with freshly grated Parmesan goes even better with _ossobuco_  because it doesn't interfere with the extremely subtle flavor of the meat and the meat juices.\n\r_Gremolada_ - a garnish of chopped herbs and other seasonings is sprinkled over the _ossobuco_ before serving. Each chef has his own preferred formula for _gremolada_.\n\r_Ossobuco_ has only one drawback - it cannot be reheated the next day. For this reason we have it on the menu only once a week - on Sundays . There are several restaurants in Milan that do serve _ossobuco_ every day, and that makes me suspicious! It's surely no coincidence that every Sunday at least 20 customers come from Milan to eat our _ossobuco_, freshly prepared that very morning.\n\rAsk your butcher for hind shanks, which are meatier and more tender than the front ones . Have the shanks cut into 1 ½ to 2-inch ( 4 to 5 cm) pieces if they are whole. Sliced shanks can be found in many supermarket meat departments. Don't remove the membrane around the shanks, it will help them keep their shape during cooking.\n\rMake a good broth with meat bones and trimmings and keep it hot to use in both the _ossobuco_ and the _risotto_. For added richness in the _risotto_, scoop the marrow out of the end pieces of the veal shanks after they are cooked. Melt this with the butter before adding the rice. Guests can then enjoy the marrow at the center of their veal shanks and also its subtle flavor in the risotto.",
  "difficulty": "",
  "directions": "Heat ¼ cup (60 ml) of the olive oil over medium heat in a heavy flameproof casserole or Dutch oven large enough to hold the veal slices in a single layer. (Or use 2 small casseroles and heat 3 tablespoons of oil in each.) Season the veal with salt and pepper and coat the pieces with flour, shaking off any excess. When the oil is hot, add the veal pieces and cook over medium heat, turning once, until they are browned - 10 to 15 minutes. Remove the veal from the pan and set aside.\n\rPour off the fat from the pan, wipe it with paper towels, and add 3 tablespoons of olive oil. Heat the oil over medium-high heat and add the celery, carrots, onion, and mushrooms. Cook the vegetables, stirring frequently, until they are soft-about 15 minutes. Turn up the heat, add the wine, and boil, stirring constantly, until the wine has evaporated. Stir in the crushed tomatoes and 2 cups (500 ml) of the hot stock. Carefully arrange the veal slices in the casserole and spoon some of the vegetable mixture over them. If the liquid does not cover the meat, add more stock.\n\rIf you need more than 4 cups (1 liter) of stock to cover the meat, your pan is too big and you should transfer everything to a smaller casserole.\n\rWhen the liquid comes to a boil, lower the heat, cover the casserole tightly, and simmer gently for 2 to 2½ hours or until the meat is very tender when pierced with a fork. Uncover the casserole during the last 30 minutes of cooking to reduce the sauce a bit.\n\rWhile the meat is cooking, chop the ingredients for the _gremolada_ and combine them.\r\rTen minutes before serving, remove the meat to a deep serving platter and keep it warm. Boil the sauce to reduce it a bit more if it is very thin. Stir in the _gremofada_ and simmer for a minute or 2. Then spoon the sauce over the meat. Serve with _Risotto Parmigiano_ (page 136) or _Risotto alla Milanese_ (page 140).\r\rWINE NOTES\rItalian: Barolo-Pio Cesare\rAmerican: Merlot-Braren Pauli",
  "html": {
    "description": "<p><em>Ossobuco</em>  - one of Italy's most delicious dishes is made with shanks of milk-fed veal that are sliced and braised in a well-flavored broth until they are tender enough to eat with a fork. The name means &quot;bone with a hole.&quot; Each slice of veal shows a cross section of the shank: a ring of meat surrounds a round section of shank bone with its center &quot;hole&quot; filled with marrow. After long cooking this marrow develops its characteristic texture and incomparable flavor.</p>\n<p><em>Ossobuco</em> is a true classic of the Milanese cuisine and is traditionally served with <em>Risotto alla Milanese</em> , made with saffron. I love a saffron <em>risotto</em>, but I think that a plain risotto with freshly grated Parmesan goes even better with <em>ossobuco</em>  because it doesn't interfere with the extremely subtle flavor of the meat and the meat juices.</p>\n<p><em>Gremolada</em> - a garnish of chopped herbs and other seasonings is sprinkled over the <em>ossobuco</em> before serving. Each chef has his own preferred formula for <em>gremolada</em>.</p>\n<p><em>Ossobuco</em> has only one drawback - it cannot be reheated the next day. For this reason we have it on the menu only once a week - on Sundays . There are several restaurants in Milan that do serve <em>ossobuco</em> every day, and that makes me suspicious! It's surely no coincidence that every Sunday at least 20 customers come from Milan to eat our <em>ossobuco</em>, freshly prepared that very morning.</p>\n<p>Ask your butcher for hind shanks, which are meatier and more tender than the front ones . Have the shanks cut into 1 ½ to 2-inch ( 4 to 5 cm) pieces if they are whole. Sliced shanks can be found in many supermarket meat departments. Don't remove the membrane around the shanks, it will help them keep their shape during cooking.</p>\n<p>Make a good broth with meat bones and trimmings and keep it hot to use in both the <em>ossobuco</em> and the <em>risotto</em>. For added richness in the <em>risotto</em>, scoop the marrow out of the end pieces of the veal shanks after they are cooked. Melt this with the butter before adding the rice. Guests can then enjoy the marrow at the center of their veal shanks and also its subtle flavor in the risotto.</p>\n",
    "directions": "<p>Heat ¼ cup (60 ml) of the olive oil over medium heat in a heavy flameproof casserole or Dutch oven large enough to hold the veal slices in a single layer. (Or use 2 small casseroles and heat 3 tablespoons of oil in each.) Season the veal with salt and pepper and coat the pieces with flour, shaking off any excess. When the oil is hot, add the veal pieces and cook over medium heat, turning once, until they are browned - 10 to 15 minutes. Remove the veal from the pan and set aside.</p>\n<p>Pour off the fat from the pan, wipe it with paper towels, and add 3 tablespoons of olive oil. Heat the oil over medium-high heat and add the celery, carrots, onion, and mushrooms. Cook the vegetables, stirring frequently, until they are soft-about 15 minutes. Turn up the heat, add the wine, and boil, stirring constantly, until the wine has evaporated. Stir in the crushed tomatoes and 2 cups (500 ml) of the hot stock. Carefully arrange the veal slices in the casserole and spoon some of the vegetable mixture over them. If the liquid does not cover the meat, add more stock.</p>\n<p>If you need more than 4 cups (1 liter) of stock to cover the meat, your pan is too big and you should transfer everything to a smaller casserole.</p>\n<p>When the liquid comes to a boil, lower the heat, cover the casserole tightly, and simmer gently for 2 to 2½ hours or until the meat is very tender when pierced with a fork. Uncover the casserole during the last 30 minutes of cooking to reduce the sauce a bit.</p>\n<p>While the meat is cooking, chop the ingredients for the <em>gremolada</em> and combine them.</p>\n<p>Ten minutes before serving, remove the meat to a deep serving platter and keep it warm. Boil the sauce to reduce it a bit more if it is very thin. Stir in the <em>gremofada</em> and simmer for a minute or 2. Then spoon the sauce over the meat. Serve with <em>Risotto Parmigiano</em> (page 136) or <em>Risotto alla Milanese</em> (page 140).</p>\n<p>WINE NOTES\nItalian: Barolo-Pio Cesare\nAmerican: Merlot-Braren Pauli</p>\n",
    "ingredients": "<p>1/2 cup olive oil or more as needed (125 mL)\n2 veal shanks, cut into 1 1/2 to 2-inch ( 4 to 5 cm) slices\nSalt\nFreshly ground pepper\nFlour for dredging\n3 celery ribs, finely chopped\n2 small carrots, trimmed and finely chopped\n1 large onion finely chopped\n1/4 cup shiitake mushrooms, finely chopped (110 g)\n1/2 cup dry white wine (125 ml)\n1 1/2 cups canned crushed tomatoes (375 ml)\n2 to 4 cups hot chicken stock or beef stock (500 ml to 1 l)</p>\n<p>For the gremolada:</p>\n<p>1 teaspoon finely chopped lemon zest\n1 small garlic clove, minced\n2 tablespoons chopped flat-leaf parsley\n2 tablespoons chopped fresh basil\n1 teaspoon chopped fresh rosemary</p>\n",
    "notes": "<p>None</p>\n",
    "nutrition": "<p>None</p>\n"
  },
  "image_url": null,
  "ingredients": "1/2 cup olive oil or more as needed (125 mL)\r2 veal shanks, cut into 1 1/2 to 2-inch ( 4 to 5 cm) slices\nSalt\nFreshly ground pepper\nFlour for dredging\n3 celery ribs, finely chopped\n2 small carrots, trimmed and finely chopped\n1 large onion finely chopped\n1/4 cup shiitake mushrooms, finely chopped (110 g)\n1/2 cup dry white wine (125 ml)\n1 1/2 cups canned crushed tomatoes (375 ml)\n2 to 4 cups hot chicken stock or beef stock (500 ml to 1 l)\n\nFor the gremolada:\n\n1 teaspoon finely chopped lemon zest\n1 small garlic clove, minced\n2 tablespoons chopped flat-leaf parsley\n2 tablespoons chopped fresh basil\n1 teaspoon chopped fresh rosemary",
  "name": "Ossobuco All Cipriani - Braised Veal Shanks Cipriani",
  "notes": null,
  "nutritional_info": null,
  "photo": "6B67A530-86EF-4C84-A090-514D9E994C09-22544-0003EDEBB4329E41.jpg",
  "photo_large": "E9938ACB-4842-449A-A00C-D82EA76917B3-22544-0003EDEA20022C26.jpg",
  "photos": [
    {
      "filename": "E9938ACB-4842-449A-A00C-D82EA76917B3-22544-0003EDEA20022C26.jpg",
      "name": "1"
    }
  ],
  "photos_dict": {
    "1": "E9938ACB-4842-449A-A00C-D82EA76917B3-22544-0003EDEA20022C26.jpg"
  },
  "prep_time": "",
  "rating": 5,
  "servings": "6",
  "source": "Harry's Bar Cookbook",
  "source_url": "",
  "total_time": "",
  "uid": "E180BD94-AC3C-451E-9238-78D97C67B764-22544-0003AA78C45EC856"
}